---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CdPerFtSup2
source: html/c28a2468-636f-2c76-d502-ac448b1ee8a9.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CdPerFtSup2 Property

Symbol cd/ft², indicating unit Candelas per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId CdPerFtSup2 { get; }
```